; <ESPAÑOL LATINOAMERICA>
; <desde TUXTLA GUTIÉRREZ; CHIAPAS; MÉXICO para el mundo>

[Spanish]
IDS_FILE=Archivo
IDS_RUN=Inicio
IDS_OPEN=Abrir
IDS_EXIT=Salir
IDS_SETTINGS=Configuración
IDS_LANGUAGE=Lenguaje
IDS_HELP=Ayuda
IDS_WEBSITE=Website
IDS_ABOUT=Acerca de
IDS_DONATE=Agradecer a!
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_BROWSER=Nombre: %s
IDS_CURRENTVERSION=Versión actual: %s
IDS_VERSION=Versión Nueva: %s
IDS_DATE=Fecha de compilación: %s
IDS_ACTION_DOWNLOAD=Descargar actualización
IDS_ACTION_INSTALL=Instalar actualización
IDS_STATUS_CHECK=Revisar para nuevo lanzamiento...
IDS_STATUS_DOWNLOAD=Descargando actualización...
IDS_STATUS_INSTALL=Descomprimiendo actualización...
IDS_STATUS_FOUND=Actualización encontrada. Abrir chrlauncher y presionar el botón 'Descargar actualización'.
IDS_STATUS_DOWNLOADED=Actualización Descargada, NO está instalada. Cierre Chromium y presione el botón'Instalar actualización'.
IDS_QUESTION_STOP=Esta seguro que quiere cancelar el proceso de actualización de Chromium?
IDS_CLOSE=Cerrar
